Repository: cfpb/consumerfinance.gov
Catalog: cfgov/locale/*/LC_MESSAGES/django.po
Languages: es

source: for
es: para

source: Showing
es: Se muestra

source: result
es: resultado

source: Showing
es: Se muestran

source: results
es: resultados

source: within
es: en

source: See all results within
es: Ver todos los resultados para

source: Tip
es: Consejo

source: An official website of the United States government
es: Un sitio web oficial del gobierno federal de los Estados Unidos

source: Yes
es: Sí

source: Additional comment
es: Comentario adicional

source: optional
es: opcional

source: Please do not share any personally identifiable information (PII), including, but not limited to: your name, address, phone number, email address, Social Security number, account information, or any other information of a sensitive nature.
es: No incluya información confidencial, como su nombre, información de contacto, número de cuenta o número de seguro social en este campo.

source: Breadcrumbs
es: Guía de navegación

source: Submit a Complaint
es: Enviar una queja

source: Search
es: Buscar

source: Search the consumerfinance.gov website
es: Busque en el sitio web consumerfinance.gov

source: Close
es: Cerrar

source: Search the CFPB
es: Buscar la CFPB

source: Clear search
es: Borrar búsqueda

source: Mortgage
es: Hipoteca

source: Pagination
es: Número de página

source: Page
es: Página

source: Go
es: Ir

source: View more related posts
es: Ver más publicaciones relacionadas

source: View more
es: Ver más

source: Look what I found on the CFPB's site!
es: ¡Encuentre más información en la página del CFPB!

source: Check out this page from the CFPB
es: Revise esta página del CFPB

source: Share & print
es: Compartir e imprimir

source: Share this
es: Compartir

source: https://www.facebook.com/CFPB
es: https://www.facebook.com/CFPBespanol

source: https://twitter.com/CFPB
es: https://twitter.com/CFPBespanol

source: Print this page
es: Imprima esta página

source: Share on
es: Comparta esta información en

source: Visit us on
es: Visítenos en

source: /ask-cfpb/search/
es: /es/obtener-respuestas/buscar/

source: Search for your question
es: Busca su pregunta

source: Search Ask CFPB for your question
es: Busque 'Obtener Respuestas' para su cuestionamiento

source: Email address
es: Dirección email

source: Sign up
es: Suscribir

source: See Privacy Act statement
es: Lea la declaración de privacidad

source: Show
es: Mostrar

source: Hide
es: Ocultar

source: Back to top
es: Ir arriba

source: https://usa.gov/
es: https://gobiernousa.gov/

source: USA.gov
es: GobiernoUSA.gov

source: Featured
es: Destacado

source: Main menu
es: Menú principal

source: Section navigation
es: Navegación de la sección

source: Play video on YouTube
es: Ver video en YouTube

source: Play video
es: Ver video

source: Consumer Financial Protection Bureau
es: Oficina para la Protección Financiera del Consumidor

source: Skip to main content
es: Ir al contenido principal

source: last reviewed
es: revisado

source: updated
es: actualizado

source: Read full answer
es: Leer más

source: Don't see what you're looking for?
es: ¿No encuentra lo que busca?

source: Browse related questions
es: Otras preguntas

source: Learn more about
es: Sepa más sobre

source: Search our library of answers
es: Buscar en nuestra lista de respuestas

source: Showing results for
es: Se muestran resultados para

source: of
es: de

source: results for
es: resultados para

source: Search instead for
es: Busca de

source: /ask-cfpb/search
es: /es/obtener-respuestas/buscar

source: No results found for
es: No se encontraron resultados para

source: Can't find your question?
es: ¿No encuentra su pregunta?

source: /ask-cfpb/
es: /es/obtener-respuestas/

source: Browse questions by category
es: Examinar las preguntas por categoría

source: Please enter a search term in the box above.
es: Por favor escriba su búsqueda arriba

source: In this article
es: En este artículo

source: Read answer
es: Leer la respuesta

source: Read more
es: Leer más

source: Narrow your results
es: Búsqueda especial

source: Search term
es: Palabra a buscar

source: Search our full library of answers
es: Buscar en toda la lista de respuestas

source: Join the conversation. Follow CFPB on %(twitter_link)s and %(facebook_link)s.
es: Únase a la conversación. Síganos en %(twitter_link)s y en %(facebook_link)s.

source: Read full description
es: Leer descripción completa

source: Was this page helpful to you?
es: ¿Fue útil esta página?

source: Was this answer helpful to you?
es: ¿Fue útil esta respuesta?

source: Why financial well-being?
es: ¿Por qué medimos su bienestar financiero?

source: Learn about the financial well-being scale and why we created it.
es: Lea más sobre cómo creamos este cuestionario.

source: Back to the questionnaire
es: Regrese al cuestionario

source: At the CFPB, we work to help consumers like you take control of your financial life to reach your own life goals,
es: En el CFPB trabajamos para ayudar a los consumidores como usted tomar control sobre sus finanzas para que pueda alcanzar sus propias metas,

source: achieve financial peace of mind, and avoid pitfalls that can derail you.
es: y evitar situaciones que le distraigan en el proceso.

source: The ultimate goal of our work is to help you improve your financial well-being.
es: La meta ulterior es ayudarle a mejorar su bienestar financiero.

source: Financial well-being means how much your financial situation and money choices provide you with security and freedom of choice.
es: El bienestar financiero quiere decir, cómo su situación financiera y decisiones monetarias le proporcionan seguridad y libertad en sus decisiones.

source: We developed a questionnaire and a scoring method as a tool that can help you take stock of your financial well-being.
es: Desarrollamos un cuestionario y un método de puntuación para medir su nivel de bienestar financiero.

source: Maybe you’re planning to take action to improve your financial life—on your own or with help from others, maybe through a friend, coach, book, or financial services professional.
es: A lo mejor está pensando en tomar ciertas acciones para mejorar sus finanzas – ya sea por sí mismo o con la ayuda de otros.

source: One of the key questions you might ask yourself afterward is, “Am I better off than before?”
es: Una pregunta que usted se hará es – ¿he mejorado?

source: To answer that question, you can use our financial well-being questionnaire and your resulting score.
es: Usted puede usar este cuestionario y su puntuación para contestar esta pregunta.

source: Together, they let you accurately and consistently measure your financial well-being before and after taking steps to improve your financial situation.
es: La puntuación mide con certeza y consistencia su bienestar financiero antes y después de tomar un paso para mejorar su situación financiera.

source: Why doesn’t this questionnaire ask about financial details?
es: ¿Por qué no pregunta por detalles financieros específicos?

source: Because each person’s situation is unique and subjective, it is hard to describe financial well-being using only numbers like income, net worth, or credit score.
es: Ya que las circunstancias y necesidades de cada persona son diferentes, es difícil describir su situación financiera solamente con un número tal como el ingreso, valor neto de todos sus recursos financieros o su puntaje de crédito.

source: Instead,
es: En vez,

source: we asked people around the country
es: le preguntamos a personas a través de todos los Estados Unidos

source: what financial well-being meant to them, and we listened.
es: qué significa para ellos tener bienestar financiero.

source: We learned that financial well-being means having financial security and financial freedom of choice, in the present and in the future.
es: Aprendimos que tener bienestar financiero significa tener seguridad y libertad financiera en el presente y en el futuro.

source: More specifically, having financial well-being is when you:
es: Para tener bienestar financiero hay que:

source: Have control over day-to-day, month-to-month finances
es: Tener control sobre sus finanzas diarias y mensuales

source: Have the capacity to absorb a financial shock
es: Tener la capacidad de pagar por un gasto imprevisto

source: Are on track to meet your financial goals
es: Estar en paso para cumplir sus metas financieras

source: Have the financial freedom to make the choices that allow you to enjoy life
es: Tener la libertad financiera para tomar las decisiones que le permiten disfrutar de su vida

source: That’s why people with the same income, financial experiences, or education can have very different levels of financial well-being.
es: Es por eso que dos personas con el mismo ingreso o educación podrían tener puntuaciones de bienestar financiero diferentes.

source: How does financial well-being look across America?
es: ¿Cuál es el estado de bienestar financiero en los Estados Unidos?

source: The tool allows you to compare your financial well-being score to other adults in the United States.
es: Esta herramienta le permite comparar su puntuación con la de otros adultos en los Estados Unidos.

source: The comparison of your score to others’ scores is made possible by our national survey. In late 2016, we collected responses to our financial well-being scale in a nationwide survey of U.S. adults for the first time.
es: Esta comparación está basada en datos de una encuesta de bienestar financiero que hicimos en el 2016 a un grupo representativo de adultos en los Estados Unidos.

source: See the report
es: Lea el informe (en inglés)

source: Legal disclaimer
es: Declaración legal

source: The content on this page provides general consumer information.
es: El contenido de esta página ofrece información general para los consumidores.

source: It is not legal advice or regulatory guidance.
es: No pretende dar asesoramiento legal, ni orientación sobre regulaciones.

source: The CFPB updates this information periodically.
es: El CFPB actualiza esta información periódicamente.

source: This information may include links or references to third-party resources or content.
es: Esta información puede incluir enlaces o referencias a contenidos o recursos de terceros.

source: We do not endorse the third-party or guarantee the accuracy of this third-party information.
es: Nosotros ni respaldamos, ni garantizamos la veracidad de la información de dichos terceros.

source: There may be other resources that also serve your needs.
es: Puede que hayan otros recursos que también atiendan sus necesidades.

source: Financial well-being questionnaire submission problem
es: Hay un problema con sus respuestas.

source: Please go back and retake the questionnaire to receive your score.
es: Por favor, conteste nuevamente las preguntas para obtener su puntuación.

source: There was a problem with your submission
es: Hubo un problema con la información que sometió.

source: Please use your browser’s back button to return to the questionnaire and retake it to receive your score.
es: Por favor, use el botón de regreso para regresar al cuestionario.

source: Find out your financial well-being
es: Calcule su bienestar financiero

source: Answer ten questions to measure your current financial well-being and see steps you can take to improve it.
es: Provea su respuesta a estas diez preguntas sobre su estado actual de bienestar financiero y reciba más información sobre pasos que pueda tomar para mejorarlo.

source: Find out your financial well-being by answering ten questions, and then see steps you can take to improve it.
es: Calcule su puntuación de bienestar financiero y vea pasos sobre cómo mejorarla.

source: Here’s how it works:
es: Funciona así:

source: Answer the questions and get your score.
es: Conteste las preguntas y vea su puntuación.

source: You won’t be asked about any personal financial data—it’s not that kind of questionnaire.
es: No le pediremos ningún dato financiero personal o específico.

source: See how and why we developed it.
es: Lea más sobre cómo desarrollamos este cuestionario.

source: Review steps you can take
es: Revise los pasos que pueda tomar

source: if you want to be able to answer the questions differently.
es: si desea poder contestar las preguntas de una manera diferente.

source: See how your score compares
es: Compare su resultado

source: to other U.S. adults from our national survey.
es: con el del resto de la población en los Estados Unidos.

source: We never collect or store the answers you provide.
es: No guardamos sus respuestas.

source: See how your privacy is protected.
es: Lea más sobre cómo protegemos su privacidad.

source: Part 1: How well does this statement describe you or your situation?
es: Parte 1: ¿Cuán bien lo describe a usted o su situación lo siguiente?

source: I could handle a major unexpected expense
es: Podría hacer frente a un gasto imprevisto importante

source: This statement describes me
es: Esto me describe

source: Completely
es: Totalmente

source: Very well
es: Muy bien

source: Somewhat
es: En cierta medida

source: Very little
es: Muy poco

source: Not at all
es: No me describe en lo absoluto

source: I am securing my financial future
es: Estoy asegurando mi futuro financiero

source: Because of my money situation, I feel like I will never have the things I want in life
es: Debido a mi situación financiera, creo que nunca tendré las cosas que quiero en la vida

source: I can enjoy life because of the way I’m managing my money
es: Puedo disfrutar la vida debido a la manera en que manejo mi dinero

source: I am just getting by financially
es: Apenas estoy subsistiendo financieramente

source: I am concerned that the money I have or will save won’t last
es: Me preocupa que el dinero que tengo o que ahorre no me dure

source: Part 2: How often does this statement apply to you?
es: Parte 2: ¿Con qué frecuencia le ocurre lo siguiente?

source: Giving a gift for a wedding, birthday or other occasion would put a strain on my finances for the month
es: Hacer un regalo para una boda, un cumpleaños u otra ocasión supondría una enorme carga para mis finanzas del mes

source: This statement applies to me
es: Esto me ocurre

source: Always
es: Siempre

source: Often
es: A menudo

source: Sometimes
es: A veces

source: Rarely
es: Casi nunca

source: Never
es: Nunca

source: I have money left over at the end of the month
es: Me sobra dinero al final del mes

source: I am behind with my finances
es: Estoy atrasado en mis finanzas

source: My finances control my life
es: Mis finanzas controlan mi vida

source: About you
es: Sobre usted

source: Select your age group. This changes the scoring calculation.
es: Seleccione su edad. Esto afecta cómo calculamos su puntuación.

source: Select how you completed the questionnaire. This changes the scoring calculation.
es: Seleccione cómo contestó el cuestionario. Esto afecta cómo calculamos su puntuación.

source: I read and answered the questions myself
es: Yo leí y contesté las preguntas

source: I read the questions to someone else and recorded their answers
es: Yo leí a alguien las preguntas y anoté sus respuestas

source: Get my score
es: Obtenga su puntuación

source: About us
es: Quienes somos

source: We&#39;re the Consumer Financial Protection Bureau (CFPB),
es: Somos la Oficina para la Protección Financiera del Consumidor (CFPB, por sus siglas en inglés),

source: a U.S. government agency that makes sure banks, lenders, and other financial companies treat you fairly.
es: una agencia del gobierno de los Estados Unidos que se asegura de que bancos, prestamistas y otras compañías financieras le traten de forma justa.

source: Learn how the CFPB can help you
es: Descubra cómo el CFPB puede ayudarle

source: About this questionnaire
es: Sobre este cuestionario

source: CFPB researchers developed the questionnaire and a way to score it, as a tool to help measure your current financial well-being—
es: Investigadores del CFPB desarrollaron este cuestionario y el método para obtener su puntuación de bienestar financiero.

source: that is, how well your current money situation is providing you with financial security and freedom of choice, today and for the future.
es: Su puntuación mide cuán bien su situación financiera actual le da seguridad y libertad financiera tanto en el presente como en el futuro.

source: See more background
es: Más información

source: Your financial well-being score
es: Su puntuación de bienestar financiero

source: See your survey results and learn how you may be able to improve your score.
es: Vea su resultado y aprenda más sobre cómo puede mejorarlo.

source: You’ve taken a good step in understanding your financial picture.
es: Usted ha tomado un buen paso para entender su situación financiera.

source: Your financial well-being score is calculated based on the answers you gave.
es: Su puntuación está basada en las respuestas que proveyó.

source: Review your score and your answers below and think about whether you want to take action and make improvements.
es: Verifique su puntuación y las respuestas que proveyó, y considere si quiere tomar acción y mejorar su puntuación.

source: Our tools and resources can help.
es: Tenemos recursos para ayudarlo.

source: You can return and retake the questionnaire to see if you are able to answer the questions differently next time.
es: Puede regresar en otro momento y tomar nuevamente el cuestionario, y ver si su situación ha cambiado.

source: Print
es: Imprima

source: Save as PDF
es: Guarde en formato PDF

source: Your result
es: Su resultado

source: Your score:
es: Su puntuación:

source: More score comparisons
es: Compare su puntuación

source: U.S. average:
es: Promedio en los Estados Unidos:

source: Financial well-being score
es: Puntuación de Bienestar Financiero

source: Your score is based on the answers to the financial well-being questionnaire.
es: Su puntuación está basada en las respuestas que proveyó en el cuestionario.

source: If you’d like to be able to answer the questions differently next time,
es: Si desea poder responder a estas preguntas de una manera diferente la próxima vez que tome el cuestionario,

source: see our suggestions and next steps.
es: vea nuestras sugerencias y pasos a seguir.

source: Review your answers
es: Revise sus respuestas

source: Question
es: Pregunta

source: Your answer
es: Su respuesta

source: What would you like to do next?
es: ¿Cuál es su próximo paso?

source: If you have a sense of the top money challenges or goals you’d like to work on, you can get started on your own.
es: Si sabe cuáles son sus retos y metas financieras más importantes, puede comenzar a mejorar su bienestar financiero.

source: Take control of day-to-day money management
es: Tome control de su dinero

source: Track where your money goes.
es: Lleve un record de sus gastos.

source: Fill out the
es: Vea nuestro

source: bill calendar
es: calendario de cuentas

source: and
es: y

source: spending tracker
es: gastos (en inglés)

source: to see and manage your everyday expenses.
es: para que vea a dónde va su dinero cada día.

source: Repay student loans wisely.
es: Considere sus opciones para pagar sus préstamos estudiantiles.

source: Use our tool to see your choices about how you
es: Vea nuestros recursos para ayudarle a decidir cómo

source: repay your student debt
es: pagar sus préstamos estudiantiles (en inglés)

source: Get on track for your financial future
es: Póngase en ruta para mejorar su futuro financiero

source: Get personalized help
es: Obtenga ayuda

source: If you’re looking for a more thorough financial assessment and personalized advice,
es: Si está en búsqueda de ayuda más personalizada,

source: free and low-cost services may be available.
es: puede que haya servicios a bajo costo o sin costo alguno para usted.

source: Here are a few ways to get help:
es: Estos son algunos de esos servicios:

source: A HUD-certified housing counselor
es: Un consejero de vivienda aprobado por HUD

source: can give advice if you’re having trouble paying your mortgage
es: puede ayudarle si tiene problemas con sus pagos de hipoteca

source: or help you get ready for homeownership.
es: o si está considerando comparar una casa.

source: Find one in your area.
es: Encuentre a un consejero en su área (en inglés).

source: A financial coach
es: Un entrenador (coach) financiero

source: can assess your situation and work with you over time to resolve issues and get ahead.
es: puede ayudarle a resolver problemas y a echar hacia adelante.

source: Find out about the CFPB coaching initiative.
es: Aprenda más sobre la iniciativa de coaching del CFPB (en inglés).

source: Your local library
es: La biblioteca de su comunidad

source: can often connect you with organizations and people in your area.
es: le puede conectar con otras organizaciones en su área.

source: See how your score compares to group averages
es: Vea como su puntuación compara con el promedio de otros grupos:

source: Compare by
es: Compare basado en su:

source: Age
es: Edad

source: Household income
es: Ingreso

source: Employment status
es: Situación de empleo

source: Your score
es: Su puntuación

source: U.S. average
es: Promedio en los Estados Unidos:

source: Source:
es: Fuente:

source: Download CSV file
es: Descargue CSV file

source: Date published:
es: Fecha de publicación:

source: September 26, 2017
es: 26 de septiembre de 2017

source: 18-24 year olds
es: 18-24 años

source: 25-34 year olds
es: 25-34 años

source: 35-44 year olds
es: 35-44 años

source: 45-54 year olds
es: 45-54 años

source: 55-64 year olds
es: 55-64 años

source: 65-74 year olds
es: 65-74 años

source: 75+ year olds
es: 75+ años

source: Less than $20,000
es: Menos de $20,000

source: $20,000 to 29,999
es: $20,000 a 29,999

source: $30,000 to 49,999
es: $30,000 a 49,999

source: $50,000 to 74,999
es: $50,000 a 74,999

source: $75,000 to 99,999
es: $75,000 a 99,999

source: $100,000 and higher
es: $100,000 o más

source: Self-employed
es: Empleado por cuenta propia

source: Full-time or part-time
es: Empleado a tiempo completo o parcial

source: Homemaker
es: Ama/o de casa

source: Student
es: Estudiante

source: Sick or disabled
es: Enfermo o discapacitado

source: Unemployed or laid off
es: Desempleado o despedido

source: Retired
es: Jubilado
