Repository: cfpb/consumerfinance.gov
Catalog: cfgov/retirement_api/locale/*/LC_MESSAGES/django.po
Languages: es

source: About this tool
es: Más sobre esta herramienta

source: Consumer Financial Protection Bureau
es: Oficina para la Protección Financiera del Consumidor

source: Planning your Social Security claiming age
es: Planifique para su Jubilación: Antes de solicitar

source: Yes
es: Sí

source: Not Sure
es: No sé

source: Step
es: Paso

source: The age you claim Social Security affects your lifetime income. We’ll help you think through this decision.
es: La edad en la que solicita afectará los beneficios de Seguro Social que recibirá a lo largo de su vida. Le ayudaremos a decidir.

source: Explore how the age you start collecting Social Security affects your retirement benefits
es: Vea cómo la edad en la que solicita afecta sus beneficios de Seguro Social por jubilación.

source: Enter your information below to calculate your estimated benefits.
es: Ingrese sus datos para ver los cálculos aproximados de sus beneficios.

source: Date of birth
es: Fecha de nacimiento

source: YYYY
es: AAAA

source: Highest annual work income
es: Ingreso anual de su trabajo

source: Enter your total work income before taxes and other deductions. If your work income is 0 (zero) because you are now retired or unemployed, enter the income for the last full year in which you worked.
es: Entre el ingreso total de su trabajo antes de descontar los impuestos y otras deducciones. Si el ingreso de su trabajo es cero (0) porque ya está jubilado, o se encuentra desempleado, ingrese el total del ingreso que obtuvo el último año que trabajó.

source: Get your estimates
es: Obtenga su estimado

source: The calculator bases your benefit estimate on current formulas from the Social Security Administration. Your answers are anonymous. Because we do not access or use your Social Security earnings record, these are rough estimates.
es: Usamos las fórmulas de la Administración del Seguro Social para calcular sus beneficios. Sus respuestas son anónimas. Ya que no tenemos acceso a su registro de ingresos del Seguro Social, las cantidades que demostramos son un cálculo aproximado de sus beneficios.

source: Your estimated benefits:
es: Sus estimados:

source: Select claiming ages on the graph to see how your estimated benefit changes.
es: Seleccione las edades en la gráfica para ver cómo aumentan o disminuyen sus beneficios.

source: Claiming at age
es: A los

source: is your full benefit claiming age.
es: años de edad es su plena edad de jubilación.

source: Compared to claiming at your full benefit claiming age.
es: en comparación con su plena edad de jubilación.

source: By age 85, an average lifespan, your total benefits will be
es: La expectativa de vida promedio es 85 años de edad, a esa edad el total de sus beneficios será

source: in today's dollars
es: sin ajustes por inflación

source: Social Security retirement benefits are not designed to be your sole source of retirement income, but waiting even one month will increase your benefits.
es: Beneficios de jubilación del Seguro Social no están diseñados para ser su única fuente de ingresos de jubilación, pero esperando ni un solo mes se aumentar sus beneficios.

source: About your maximum benefit claiming age:
es: Más sobre la edad máxima:

source: Always 70.
es: Siempre es 70 años.

source: At this age, you will get the maximum possible monthly benefit.
es: A esta edad usted obtendrá el beneficio mensual más alto.

source: About your full benefit claiming age:
es: Más sobre la plena edad de jubilación:

source: It is based on the year you were born.
es: Está basada en su año de nacimiento.

source: At this age, you will receive your full benefit with no reductions.
es: A esta edad recibirá su beneficio mensual sin reducciones.

source: About your early benefit claiming age:
es: Más sobre la edad temprana:

source: Earliest age you can claim your benefit is 62.
es: Lo más temprano que puede solicitar sus beneficios es a los 62 años de edad.

source: If you claim your benefit before your full claiming age, it will be reduced.
es: Si solicita sus beneficios antes de cumplir su plena edad de jubilación, sus beneficios se reducirán.

source: Remember, claiming age here refers only to your Social Security retirement benefit, and not when you decide to stop working or apply for Medicare.
es: Recuerde que la plena edad de jubilación es un término que el Seguro Social usa para referirse a sus beneficios por jubilación, y no a la edad a la que usted decide dejar de trabajar o se inscribe en el programa Medicare.

source: Where do these numbers come from?
es: ¿De dónde salen estos números?

source: View estimated benefits as:
es: Vea su estimado como:

source: monthly income
es: ingreso mensual

source: annual income
es: ingreso anual

source: Estimated benefits
es: Beneficio estimado

source: Claiming age
es: Edad de jubilación

source: Learn tips specific to your situation
es: Lea estos consejos

source: Picture your life in retirement to receive claiming tips.
es: Imagine su situación durante su jubilación y lea estos consejos sobre cuándo solicitar sus beneficios.

source: Are you married?
es: ¿Está casado?

source: You can protect the financial security of your surviving spouse.
es: Usted puede proteger las finanzas de su cónyuge sobreviviente.

source: Claiming at your full retirement age or later permanently increases your benefit.
es: Sus beneficios aumentarán permanentemente al solicitarlos a su plena edad de jubilación o después.

source: Your claiming age matters for your own retirement benefits and your survivor's benefits.
es: Su decisión importa para sus propios beneficios de jubilación y como sobreviviente.

source: Do you plan to continue working in your 60s?
es: ¿Piensa seguir trabajando después de cumplir sus 60 años?

source: Working in your 60s will help you maximize your income and savings.
es: Trabajar en sus sesentas le ayudará a aumentar sus ingresos y sus ahorros.

source: You can maximize your benefits even if you work fewer hours or stop working.
es: Es posible que pueda recibir un beneficio más alto, incluso si trabaja menos horas o deja de trabajar.

source: Consider working in your 60s for an extra boost to your income and savings.
es: Considere trabajar en sus sesentas para recibir un aumento adicional en sus ingresos y sus ahorros.

source: Consider working extra years in your 60s for an extra boost to your income and savings
es: Considere trabajar en sus sesentas para recibir un aumento adicional en sus ingresos y sus ahorros.

source: Once you reach your full retirement benefits claiming age, you can work and earn as much as you want and your benefits will not be reduced. If you claim before this age and continue to work, your benefits could be temporarily reduced if you earn over a certain limit, but any reductions you receive will be credited back to you once you reach full retirement age.
es: Cuando cumpla su plena edad de jubilación según el Seguro Social, podrá seguir trabajando y sus ingresos del trabajo no afectarán sus beneficios. Si solicita sus beneficios de jubilación antes de cumplir su plena edad y continúa trabajando a la misma vez, sus beneficios podrían reducirse temporalmente si su ingreso pasa de cierto límite. Cualquier reducción le será acreditada de nuevo una vez que usted alcance su plena edad de jubilación.

source: A type of retirement savings account offered by employers to help their employees save for retirement.
es: Es un tipo de cuenta de ahorros que ofrecen los empleadores para ayudar a sus empleados a ahorrar para su jubilación.

source: IRAs are types of retirement savings plans with special tax incentives. In these plans, your savings equal the contributions that you make to the account plus the gains or losses of your investments.
es: Son planes de ahorros para la jubilación que gozan de incentivos especiales. En estos planes, el total de sus ahorros equivale a lo que usted contribuya, más las ganancias o las pérdidas de sus inversiones.

source: If you claim before full retirement age and continue to work, your benefits could be temporarily reduced if you earn over a certain amount. Any reductions you receive will be credited back to you once you reach full retirement age.
es: Cuando cumpla su plena edad de jubilación según el Seguro Social, podrá seguir trabajando y sus ingresos del trabajo no afectarán sus beneficios. Si solicita sus beneficios de jubilación antes de cumplir su plena edad y continúa trabajando a la misma vez, sus beneficios podrían reducirse temporalmente si su ingreso pasa de cierto límite. Cualquier reducción le será acreditada de nuevo una vez que usted alcance su plena edad de jubilación.

source: Will your expenses decrease after you retire?
es: ¿Espera que sus gastos se reduzcan después de que se jubile?

source: Retirement could be more expensive than you expect.
es: Planificar con tiempo es una buena idea.

source: Maintain your lifestyle by planning ahead.
es: Usted puede proteger su estilo de vida si planifica con tiempo.

source: Many people find retirement is more expensive than expected.
es: Para muchos la jubilación tiene más gastos de los que habían previsto.

source: Do you expect to have additional sources of retirement income beyond Social Security?
es: ¿Espera tener otras fuentes de ingresos además de los beneficios del Seguro Social?

source: Continue saving in the coming years.
es: Siga ahorrando en los próximos años.

source: You have an opportunity to continue growing your money.
es: Siga ahorrando en los próximos años.

source: It's a perfect time to start saving.
es: Es el momento perfecto para comenzar a ahorrar.

source: It's never too late to start saving!
es: ¡Nunca es demasiado tarde para comenzar a ahorrar!

source: There are many ways to plan for a secure retirement outside of Social Security.
es: Existen otras maneras de planificar para una jubilación libre de preocupaciones.

source: Your Social Security benefits could be reduced if you receive federal, state, or local government pensions that are based on work where you did not pay Social Security taxes.
es: La cantidad de sus beneficios de Seguro Social podría reducirse, si usted recibe una pensión del gobierno federal, estatal o local por un trabajo en el que usted no hizo contribuciones al Seguro Social.

source: Catch-up contributions are additional contributions that individuals who are age 50 or older can make to their 401(k) or IRA accounts to help them boost their savings as they approach retirement.
es: Estas son contribuciones adicionales que las personas mayores de 50 años pueden hacer a su plan 401(k) o su cuenta IRA con el fin de aumentar sus ahorros a medida que se acercan a su jubilación.

source: Do you expect to live a long life?
es: ¿Espera vivir una larga vida?

source: Many people live longer than they expect.
es: Protéjase para que no sobreviva sus recursos.

source: Claiming at your full benefit age could still make sense for you.
es: Posiblemente tenga sentido el solicitar sus beneficios al cumplir su plena edad de jubilación.

source: There's a good chance that you'll live into your 80s and beyond.
es: Existe una gran posibilidad de que usted viva pasado sus 80 años de edad.

source: Learn your next steps
es: Conozca sus próximos pasos

source: Select the age you plan to start collecting your Social Security retirement benefits.
es: Seleccione la edad en la que planifica solicitar sus beneficios de Seguro Social

source: (This will not affect your Social Security account or eligibility and it will not begin an application.)
es: (Su selección no afectará sus beneficios, ni tampoco iniciará una solicitud para beneficios).

source: Choose age
es: Elija la edad

source: You’ve chosen age
es: Usted seleccionó

source: , which is your maximum Social Security benefit claiming age.
es: años, que es la edad máxima para reclamar sus beneficios de Seguro Social.

source: This means you will get your maximum possible monthly benefit! Here are a few things to keep in mind in the next few years.
es: Eso significa que obtendrá el beneficio mensual más alto. Estos son pasos que le ayudarán en los próximos años:

source: , which is later than your Social Security full retirement claiming age.
es: años, que es después de su plena edad de jubilación.

source: This means you will get an increase in your monthly benefits! Here are a few things to keep in mind in the next few years.
es: Eso significa que recibirá sus beneficios de Seguro Social completos, sin ninguna reducción. Estos son pasos que le ayudarán en los próximos años:

source: , which is your Social Security full retirement claiming age.
es: años, que es su plena edad de jubilación.

source: That means you’ll receive your full benefit with no reductions! Here are a few things to keep in mind in the next few years.
es: Eso significa que recibirá sus beneficios de Seguro Social completos, sin ninguna reducción. Estos son pasos que le ayudarán en los próximos años:

source: , which is earlier than your Social Security full retirement claiming age.
es: años, que es antes de su edad de plena jubilación.

source: If you start collecting at this age you will receive less than your full benefit amount. Here are a few things to keep in mind in the next few years.
es: Por lo tanto la cantidad de sus beneficios será reducida. Estos son pasos que le ayudarán en los próximos años:

source: If your income, employment, or marital status changes, you may need to reconsider the age you want to start collecting your benefits. Visit us again!
es: Si sus ingresos, situación laboral o estado civil cambian, es posible que deba reconsiderar la edad en la que solicitará sus beneficios de Seguro Social. ¡Vuelva a visitarnos!

source: Was this page helpful in thinking about when to start collecting benefits?
es: ¿Le resultó útil esta información?

source: Thank you for your feedback!
es: ¡Gracias por sus comentarios!

source: Legal Disclaimer:
es: Aviso legal:

source: The content on this page provides general consumer information. It is not legal advice or regulatory guidance. The CFPB updates this information periodically. This information may include links or references to third-party resources or content. We do not endorse the third-party or guarantee the accuracy of this third-party information. There may be other resources that also serve your needs.
es: El contenido en esta página proporciona información general sobre asuntos del consumidor. Dicha información no constituye consejo legal ni orientación sobre las normas. El CFPB actualiza esta información periódicamente. La información puede incluir enlaces o referencias a recursos o contenido de terceros. No avalamos a terceros ni garantizamos la exactitud de esta información de terceros. Puede haber otros recursos que también satisfagan sus necesidades.
